{
“prayer”: [
{“ref”: “1 Thessalonians 5:17”, “text”: “Pray without ceasing.”},
{“ref”: “Matthew 6:6”, “text”: “But when you pray, go into your room and shut the door and pray to your Father who is in secret. And your Father who sees in secret will reward you.”},
{“ref”: “Philippians 4:6”, “text”: “Do not be anxious about anything, but in everything by prayer and supplication with thanksgiving let your requests be made known to God.”},
{“ref”: “Luke 18:1”, “text”: “And he told them a parable to the effect that they ought always to pray and not lose heart.”},
{“ref”: “James 5:16”, “text”: “Therefore, confess your sins to one another and pray for one another, that you may be healed. The prayer of a righteous person has great power as it is working.”},
{“ref”: “1 John 5:14”, “text”: “And this is the confidence that we have toward him, that if we ask anything according to his will he hears us.”},
{“ref”: “Matthew 7:7”, “text”: “Ask, and it will be given to you; seek, and you will find; knock, and it will be opened to you.”},
{“ref”: “Jeremiah 33:3”, “text”: “Call to me and I will answer you, and will tell you great and hidden things that you have not known.”},
{“ref”: “Mark 11:24”, “text”: “Therefore I tell you, whatever you ask in prayer, believe that you have received it, and it will be yours.”},
{“ref”: “Romans 8:26”, “text”: “Likewise the Spirit helps us in our weakness. For we do not know what to pray for as we ought, but the Spirit himself intercedes for us with groanings too deep for words.”},
{“ref”: “Ephesians 6:18”, “text”: “Praying at all times in the Spirit, with all prayer and supplication. To that end, keep alert with all perseverance, making supplication for all the saints.”},
{“ref”: “Colossians 4:2”, “text”: “Continue steadfastly in prayer, being watchful in it with thanksgiving.”},
{“ref”: “1 Timothy 2:1”, “text”: “First of all, then, I urge that supplications, prayers, intercessions, and thanksgivings be made for all people.”},
{“ref”: “Psalm 62:8”, “text”: “Trust in him at all times, O people; pour out your heart before him; God is a refuge for us.”},
{“ref”: “Psalm 145:18”, “text”: “The Lord is near to all who call on him, to all who call on him in truth.”},
{“ref”: “Daniel 6:10”, “text”: “When Daniel knew that the document had been signed, he went to his house where he had windows in his upper chamber open toward Jerusalem. He got down on his knees three times a day and prayed and gave thanks before his God, as he had done previously.”},
{“ref”: “Acts 1:14”, “text”: “All these with one accord were devoting themselves to prayer, together with the women and Mary the mother of Jesus, and his brothers.”},
{“ref”: “Acts 2:42”, “text”: “And they devoted themselves to the apostles’ teaching and the fellowship, to the breaking of bread and the prayers.”},
{“ref”: “1 Chronicles 16:11”, “text”: “Seek the Lord and his strength; seek his presence continually!”},
{“ref”: “Psalm 55:17”, “text”: “Evening and morning and at noon I utter my complaint and moan, and he hears my voice.”},
{“ref”: “Psalm 86:7”, “text”: “In the day of my trouble I call upon you, for you answer me.”},
{“ref”: “Psalm 17:6”, “text”: “I call upon you, for you will answer me, O God; incline your ear to me; hear my words.”},
{“ref”: “Matthew 21:22”, “text”: “And whatever you ask in prayer, you will receive, if you have faith.”},
{“ref”: “John 15:7”, “text”: “If you abide in me, and my words abide in you, ask whatever you wish, and it will be done for you.”},
{“ref”: “John 14:13”, “text”: “Whatever you ask in my name, this I will do, that the Father may be glorified in the Son.”},
{“ref”: “Hebrews 4:16”, “text”: “Let us then with confidence draw near to the throne of grace, that we may receive mercy and find grace to help in time of need.”},
{“ref”: “1 Peter 3:12”, “text”: “For the eyes of the Lord are on the righteous, and his ears are open to their prayer. But the face of the Lord is against those who do evil.”},
{“ref”: “2 Chronicles 7:14”, “text”: “If my people who are called by my name humble themselves, and pray and seek my face and turn from their wicked ways, then I will hear from heaven and will forgive their sin and heal their land.”},
{“ref”: “Isaiah 55:6”, “text”: “Seek the Lord while he may be found; call upon him while he is near.”},
{“ref”: “Matthew 6:9”, “text”: “Pray then like this: Our Father in heaven, hallowed be your name.”},
{“ref”: “Luke 11:9”, “text”: “And I tell you, ask, and it will be given to you; seek, and you will find; knock, and it will be opened to you.”},
{“ref”: “Romans 12:12”, “text”: “Rejoice in hope, be patient in tribulation, be constant in prayer.”},
{“ref”: “1 Thessalonians 5:16-18”, “text”: “Rejoice always, pray without ceasing, give thanks in all circumstances; for this is the will of God in Christ Jesus for you.”}
],
“bible”: [
{“ref”: “Psalm 119:105”, “text”: “Your word is a lamp to my feet and a light to my path.”},
{“ref”: “2 Timothy 3:16”, “text”: “All Scripture is breathed out by God and profitable for teaching, for reproof, for correction, and for training in righteousness.”},
{“ref”: “Joshua 1:8”, “text”: “This Book of the Law shall not depart from your mouth, but you shall meditate on it day and night, so that you may be careful to do according to all that is written in it. For then you will make your way prosperous, and then you will have good success.”},
{“ref”: “Psalm 1:2”, “text”: “But his delight is in the law of the Lord, and on his law he meditates day and night.”},
{“ref”: “Hebrews 4:12”, “text”: “For the word of God is living and active, sharper than any two-edged sword, piercing to the division of soul and of spirit, of joints and of marrow, and discerning the thoughts and intentions of the heart.”},
{“ref”: “Isaiah 55:11”, “text”: “So shall my word be that goes out from my mouth; it shall not return to me empty, but it shall accomplish that which I purpose, and shall succeed in the thing for which I sent it.”},
{“ref”: “Matthew 4:4”, “text”: “But he answered, ‘It is written, Man shall not live by bread alone, but by every word that comes from the mouth of God.’”},
{“ref”: “Romans 10:17”, “text”: “So faith comes from hearing, and hearing through the word of Christ.”},
{“ref”: “1 Peter 1:25”, “text”: “But the word of the Lord remains forever. And this word is the good news that was preached to you.”},
{“ref”: “Psalm 119:11”, “text”: “I have stored up your word in my heart, that I might not sin against you.”},
{“ref”: “Psalm 119:130”, “text”: “The unfolding of your words gives light; it imparts understanding to the simple.”},
{“ref”: “Acts 17:11”, “text”: “Now these Jews were more noble than those in Thessalonica; they received the word with all eagerness, examining the Scriptures daily to see if these things were so.”},
{“ref”: “Colossians 3:16”, “text”: “Let the word of Christ dwell in you richly, teaching and admonishing one another in all wisdom, singing psalms and hymns and spiritual songs, with thankfulness in your hearts to God.”},
{“ref”: “Deuteronomy 6:6-7”, “text”: “And these words that I command you today shall be on your heart. You shall teach them diligently to your children, and shall talk of them when you sit in your house, and when you walk by the way, and when you lie down, and when you rise.”},
{“ref”: “James 1:22”, “text”: “But be doers of the word, and not hearers only, deceiving yourselves.”},
{“ref”: “Luke 11:28”, “text”: “But he said, ‘Blessed rather are those who hear the word of God and keep it!’”},
{“ref”: “John 8:31”, “text”: “So Jesus said to the Jews who had believed him, ‘If you abide in my word, you are truly my disciples.’”},
{“ref”: “1 Thessalonians 2:13”, “text”: “And we also thank God constantly for this, that when you received the word of God, which you heard from us, you accepted it not as the word of men but as what it really is, the word of God, which is at work in you believers.”},
{“ref”: “Psalm 119:9”, “text”: “How can a young man keep his way pure? By guarding it according to your word.”},
{“ref”: “Psalm 119:133”, “text”: “Keep steady my steps according to your promise, and let no iniquity get dominion over me.”},
{“ref”: “Jeremiah 15:16”, “text”: “Your words were found, and I ate them, and your words became to me a joy and the delight of my heart, for I am called by your name, O Lord, God of hosts.”},
{“ref”: “Psalm 19:7”, “text”: “The law of the Lord is perfect, reviving the soul; the testimony of the Lord is sure, making wise the simple.”},
{“ref”: “Romans 15:4”, “text”: “For whatever was written in former days was written for our instruction, that through endurance and through the encouragement of the Scriptures we might have hope.”},
{“ref”: “2 Peter 1:21”, “text”: “For no prophecy was ever produced by the will of man, but men spoke from God as they were carried along by the Holy Spirit.”},
{“ref”: “Matthew 24:35”, “text”: “Heaven and earth will pass away, but my words will not pass away.”},
{“ref”: “John 17:17”, “text”: “Sanctify them in the truth; your word is truth.”},
{“ref”: “Psalm 119:160”, “text”: “The sum of your word is truth, and every one of your righteous rules endures forever.”},
{“ref”: “Isaiah 40:8”, “text”: “The grass withers, the flower fades, but the word of our God will stand forever.”},
{“ref”: “Proverbs 30:5”, “text”: “Every word of God proves true; he is a shield to those who take refuge in him.”},
{“ref”: “1 Peter 2:2”, “text”: “Like newborn infants, long for the pure spiritual milk, that by it you may grow up into salvation.”},
{“ref”: “Psalm 119:162”, “text”: “I rejoice at your word like one who finds great spoil.”},
{“ref”: “Nehemiah 8:10”, “text”: “Then he said to them, ‘Go your way. Eat the fat and drink sweet wine and send portions to anyone who has nothing ready, for this day is holy to our Lord. And do not be grieved, for the joy of the Lord is your strength.’”},
{“ref”: “Ezra 7:10”, “text”: “For Ezra had set his heart to study the Law of the Lord, and to do it and to teach his statutes and rules in Israel.”}
],
“meditation”: [
{“ref”: “Psalm 1:2”, “text”: “But his delight is in the law of the Lord, and on his law he meditates day and night.”},
{“ref”: “Joshua 1:8”, “text”: “This Book of the Law shall not depart from your mouth, but you shall meditate on it day and night, so that you may be careful to do according to all that is written in it. For then you will make your way prosperous, and then you will have good success.”},
{“ref”: “Psalm 119:15”, “text”: “I will meditate on your precepts and fix my eyes on your ways.”},
{“ref”: “Psalm 63:6”, “text”: “When I remember you upon my bed, and meditate on you in the watches of the night.”},
{“ref”: “Psalm 143:5”, “text”: “I remember the days of old; I meditate on all that you have done; I ponder the work of your hands.”},
{“ref”: “Philippians 4:8”, “text”: “Finally, brothers, whatever is true, whatever is honorable, whatever is just, whatever is pure, whatever is lovely, whatever is commendable, if there is any excellence, if there is anything worthy of praise, think about these things.”},
{“ref”: “Psalm 77:12”, “text”: “I will ponder all your work, and meditate on your mighty deeds.”},
{“ref”: “Psalm 119:148”, “text”: “My eyes are awake before the watches of the night, that I may meditate on your promise.”},
{“ref”: “Psalm 119:27”, “text”: “Make me understand the way of your precepts, and I will meditate on your wondrous works.”},
{“ref”: “Psalm 19:14”, “text”: “Let the words of my mouth and the meditation of my heart be acceptable in your sight, O Lord, my rock and my redeemer.”},
{“ref”: “1 Timothy 4:15”, “text”: “Practice these things, devote yourself to them, so that all may see your progress.”},
{“ref”: “Psalm 104:34”, “text”: “May my meditation be pleasing to him, for I rejoice in the Lord.”},
{“ref”: “Psalm 49:3”, “text”: “My mouth shall speak wisdom; the meditation of my heart shall be understanding.”},
{“ref”: “Psalm 119:97”, “text”: “Oh how I love your law! It is my meditation all the day.”},
{“ref”: “Psalm 119:99”, “text”: “I have more understanding than all my teachers, for your testimonies are my meditation.”},
{“ref”: “Genesis 24:63”, “text”: “And Isaac went out to meditate in the field toward evening. And he lifted up his eyes and saw, and behold, there were camels coming.”},
{“ref”: “Psalm 48:9”, “text”: “We have thought on your steadfast love, O God, in the midst of your temple.”},
{“ref”: “Psalm 25:15”, “text”: “My eyes are ever toward the Lord, for he will pluck my feet out of the net.”},
{“ref”: “Proverbs 15:28”, “text”: “The heart of the righteous ponders how to answer, but the mouth of the wicked pours out evil things.”},
{“ref”: “Proverbs 16:23”, “text”: “The heart of the wise makes his speech judicious and adds persuasiveness to his lips.”},
{“ref”: “Isaiah 26:3”, “text”: “You keep him in perfect peace whose mind is stayed on you, because he trusts in you.”},
{“ref”: “2 Corinthians 10:5”, “text”: “We destroy arguments and every lofty opinion raised against the knowledge of God, and take every thought captive to obey Christ.”},
{“ref”: “Romans 12:2”, “text”: “Do not be conformed to this world, but be transformed by the renewal of your mind, that by testing you may discern what is the will of God, what is good and acceptable and perfect.”},
{“ref”: “Colossians 3:2”, “text”: “Set your minds on things that are above, not on things that are on earth.”},
{“ref”: “Luke 2:19”, “text”: “But Mary treasured up all these things, pondering them in her heart.”},
{“ref”: “Psalm 139:17”, “text”: “How precious to me are your thoughts, O God! How vast is the sum of them!”},
{“ref”: “Psalm 8:3”, “text”: “When I look at your heavens, the work of your fingers, the moon and the stars, which you have set in place.”},
{“ref”: “Psalm 46:10”, “text”: “Be still, and know that I am God. I will be exalted among the nations, I will be exalted in the earth!”},
{“ref”: “Ecclesiastes 3:1”, “text”: “For everything there is a season, and a time for every matter under heaven.”},
{“ref”: “Psalm 139:23”, “text”: “Search me, O God, and know my heart! Try me and know my thoughts!”},
{“ref”: “Lamentations 3:40”, “text”: “Let us test and examine our ways, and return to the Lord!”},
{“ref”: “Haggai 1:5”, “text”: “Now, therefore, thus says the Lord of hosts: Consider your ways.”},
{“ref”: “1 Corinthians 11:28”, “text”: “Let a person examine himself, then, and so eat of the bread and drink of the cup.”}
],
“worship”: [
{“ref”: “Psalm 95:6”, “text”: “Oh come, let us worship and bow down; let us kneel before the Lord, our Maker!”},
{“ref”: “John 4:24”, “text”: “God is spirit, and those who worship him must worship in spirit and truth.”},
{“ref”: “Psalm 29:2”, “text”: “Ascribe to the Lord the glory due his name; worship the Lord in the splendor of holiness.”},
{“ref”: “1 Chronicles 16:29”, “text”: “Ascribe to the Lord the glory due his name; bring an offering and come before him! Worship the Lord in the splendor of holiness.”},
{“ref”: “Revelation 4:11”, “text”: “Worthy are you, our Lord and God, to receive glory and honor and power, for you created all things, and by your will they existed and were created.”},
{“ref”: “Psalm 100:2”, “text”: “Serve the Lord with gladness! Come into his presence with singing!”},
{“ref”: “Psalm 96:9”, “text”: “Worship the Lord in the splendor of holiness; tremble before him, all the earth!”},
{“ref”: “Psalm 150:6”, “text”: “Let everything that has breath praise the Lord! Praise the Lord!”},
{“ref”: “Hebrews 12:28”, “text”: “Therefore let us be grateful for receiving a kingdom that cannot be shaken, and thus let us offer to God acceptable worship, with reverence and awe.”},
{“ref”: “Romans 12:1”, “text”: “I appeal to you therefore, brothers, by the mercies of God, to present your bodies as a living sacrifice, holy and acceptable to God, which is your spiritual worship.”},
{“ref”: “Psalm 22:3”, “text”: “Yet you are holy, enthroned on the praises of Israel.”},
{“ref”: “Psalm 34:1”, “text”: “I will bless the Lord at all times; his praise shall continually be in my mouth.”},
{“ref”: “Psalm 103:1”, “text”: “Bless the Lord, O my soul, and all that is within me, bless his holy name!”},
{“ref”: “Colossians 3:16”, “text”: “Let the word of Christ dwell in you richly, teaching and admonishing one another in all wisdom, singing psalms and hymns and spiritual songs, with thankfulness in your hearts to God.”},
{“ref”: “Ephesians 5:19”, “text”: “Addressing one another in psalms and hymns and spiritual songs, singing and making melody to the Lord with your heart.”},
{“ref”: “Psalm 9:11”, “text”: “Sing praises to the Lord, who sits enthroned in Zion! Tell among the peoples his deeds!”},
{“ref”: “Psalm 47:6”, “text”: “Sing praises to God, sing praises! Sing praises to our King, sing praises!”},
{“ref”: “Psalm 149:3”, “text”: “Let them praise his name with dancing, making melody to him with tambourine and lyre!”},
{“ref”: “2 Samuel 22:50”, “text”: “For this I will praise you, O Lord, among the nations, and sing praises to your name.”},
{“ref”: “1 Chronicles 16:9”, “text”: “Sing to him, sing praises to him; tell of all his wondrous works!”},
{“ref”: “Psalm 68:4”, “text”: “Sing to God, sing praises to his name; lift up a song to him who rides through the deserts; his name is the Lord; exult before him!”},
{“ref”: “Psalm 92:1”, “text”: “It is good to give thanks to the Lord, to sing praises to your name, O Most High.”},
{“ref”: “Psalm 138:1”, “text”: “I give you thanks, O Lord, with my whole heart; before the gods I sing your praise.”},
{“ref”: “Isaiah 12:5”, “text”: “Sing praises to the Lord, for he has done gloriously; let this be made known in all the earth.”},
{“ref”: “Revelation 5:12”, “text”: “Saying with a loud voice, ‘Worthy is the Lamb who was slain, to receive power and wealth and wisdom and might and honor and glory and blessing!’”},
{“ref”: “Psalm 135:3”, “text”: “Praise the Lord, for the Lord is good; sing to his name, for it is pleasant!”},
{“ref”: “Acts 16:25”, “text”: “About midnight Paul and Silas were praying and singing hymns to God, and the prisoners were listening to them.”},
{“ref”: “James 5:13”, “text”: “Is anyone among you suffering? Let him pray. Is anyone cheerful? Let him sing praise.”},
{“ref”: “Psalm 59:16”, “text”: “But I will sing of your strength; I will sing aloud of your steadfast love in the morning. For you have been to me a fortress and a refuge in the day of my distress.”},
{“ref”: “Psalm 71:23”, “text”: “My lips will shout for joy, when I sing praises to you; my soul also, which you have redeemed.”},
{“ref”: “Psalm 81:1”, “text”: “Sing aloud to God our strength; shout for joy to the God of Jacob!”},
{“ref”: “Psalm 146:2”, “text”: “I will praise the Lord as long as I live; I will sing praises to my God while I have my being.”},
{“ref”: “Matthew 26:30”, “text”: “And when they had sung a hymn, they went out to the Mount of Olives.”}
],
“fellowship”: [
{“ref”: “Hebrews 10:24-25”, “text”: “And let us consider how to stir up one another to love and good works, not neglecting to meet together, as is the habit of some, but encouraging one another, and all the more as you see the Day drawing near.”},
{“ref”: “Acts 2:46”, “text”: “And day by day, attending the temple together and breaking bread in their homes, they received their food with glad and generous hearts.”},
{“ref”: “1 John 1:7”, “text”: “But if we walk in the light, as he is in the light, we have fellowship with one another, and the blood of Jesus his Son cleanses us from all sin.”},
{“ref”: “Ecclesiastes 4:12”, “text”: “And though a man might prevail against one who is alone, two will withstand him—a threefold cord is not quickly broken.”},
{“ref”: “Proverbs 27:17”, “text”: “Iron sharpens iron, and one man sharpens another.”},
{“ref”: “Acts 2:42”, “text”: “And they devoted themselves to the apostles’ teaching and the fellowship, to the breaking of bread and the prayers.”},
{“ref”: “1 Corinthians 1:9”, “text”: “God is faithful, by whom you were called into the fellowship of his Son, Jesus Christ our Lord.”},
{“ref”: “Philippians 2:1”, “text”: “So if there is any encouragement in Christ, any comfort from love, any participation in the Spirit, any affection and sympathy.”},
{“ref”: “Galatians 6:2”, “text”: “Bear one another’s burdens, and so fulfill the law of Christ.”},
{“ref”: “Romans 12:10”, “text”: “Love one another with brotherly affection. Outdo one another in showing honor.”},
{“ref”: “1 Thessalonians 5:11”, “text”: “Therefore encourage one another and build one another up, just as you are doing.”},
{“ref”: “Colossians 3:16”, “text”: “Let the word of Christ dwell in you richly, teaching and admonishing one another in all wisdom, singing psalms and hymns and spiritual songs, with thankfulness in your hearts to God.”},
{“ref”: “Ephesians 4:32”, “text”: “Be kind to one another, tenderhearted, forgiving one another, as God in Christ forgave you.”},
{“ref”: “Romans 15:7”, “text”: “Therefore welcome one another as Christ has welcomed you, for the glory of God.”},
{“ref”: “1 Peter 4:9”, “text”: “Show hospitality to one another without grumbling.”},
{“ref”: “James 5:16”, “text”: “Therefore, confess your sins to one another and pray for one another, that you may be healed. The prayer of a righteous person has great power as it is working.”},
{“ref”: “Ephesians 4:2”, “text”: “With all humility and gentleness, with patience, bearing with one another in love.”},
{“ref”: “Matthew 18:20”, “text”: “For where two or three are gathered in my name, there am I among them.”},
{“ref”: “Acts 4:32”, “text”: “Now the full number of those who believed were of one heart and soul, and no one said that any of the things that belonged to him was his own, but they had everything in common.”},
{“ref”: “Romans 1:12”, “text”: “That is, that we may be mutually encouraged by each other’s faith, both yours and mine.”},
{“ref”: “Philippians 1:5”, “text”: “Because of your partnership in the gospel from the first day until now.”},
{“ref”: “2 Corinthians 13:14”, “text”: “The grace of the Lord Jesus Christ and the love of God and the fellowship of the Holy Spirit be with you all.”},
{“ref”: “1 John 1:3”, “text”: “That which we have seen and heard we proclaim also to you, so that you too may have fellowship with us; and indeed our fellowship is with the Father and with his Son Jesus Christ.”},
{“ref”: “Malachi 3:16”, “text”: “Then those who feared the Lord spoke with one another. The Lord paid attention and heard them, and a book of remembrance was written before him of those who feared the Lord and esteemed his name.”},
{“ref”: “Luke 24:15”, “text”: “While they were talking and discussing together, Jesus himself drew near and went with them.”},
{“ref”: “Psalm 133:1”, “text”: “Behold, how good and pleasant it is when brothers dwell in unity!”},
{“ref”: “Ephesians 2:19”, “text”: “So then you are no longer strangers and aliens, but you are fellow citizens with the saints and members of the household of God.”},
{“ref”: “1 Corinthians 12:26”, “text”: “If one member suffers, all suffer together; if one member is honored, all rejoice together.”},
{“ref”: “Romans 12:15”, “text”: “Rejoice with those who rejoice, weep with those who weep.”},
{“ref”: “Hebrews 3:13”, “text”: “But exhort one another every day, as long as it is called ‘today,’ that none of you may be hardened by the deceitfulness of sin.”},
{“ref”: “2 Corinthians 1:7”, “text”: “Our hope for you is unshaken, for we know that as you share in our sufferings, you will also share in our comfort.”},
{“ref”: “1 Peter 5:14”, “text”: “Greet one another with the kiss of love. Peace to all of you who are in Christ.”},
{“ref”: “Romans 16:16”, “text”: “Greet one another with a holy kiss. All the churches of Christ greet you.”}
],
“service”: [
{“ref”: “Mark 10:43-44”, “text”: “But it shall not be so among you. But whoever would be great among you must be your servant, and whoever would be first among you must be slave of all.”},
{“ref”: “Galatians 5:13”, “text”: “For you were called to freedom, brothers. Only do not use your freedom as an opportunity for the flesh, but through love serve one another.”},
{“ref”: “1 Peter 4:10”, “text”: “As each has received a gift, use it to serve one another, as good stewards of God’s varied grace.”},
{“ref”: “Matthew 20:26”, “text”: “It shall not be so among you. But whoever would be great among you must be your servant.”},
{“ref”: “John 13:14”, “text”: “If I then, your Lord and Teacher, have washed your feet, you also ought to wash one another’s feet.”},
{“ref”: “Romans 12:11”, “text”: “Do not be slothful in zeal, be fervent in spirit, serve the Lord.”},
{“ref”: “Colossians 3:24”, “text”: “Knowing that from the Lord you will receive the inheritance as your reward. You are serving the Lord Christ.”},
{“ref”: “1 Corinthians 9:19”, “text”: “For though I am free from all, I have made myself a servant to all, that I might win more of them.”},
{“ref”: “Joshua 24:15”, “text”: “And if it is evil in your eyes to serve the Lord, choose this day whom you will serve, whether the gods your fathers served in the region beyond the River, or the gods of the Amorites in whose land you dwell. But as for me and my house, we will serve the Lord.”},
{“ref”: “Luke 22:26”, “text”: “But not so with you. Rather, let the greatest among you become as the youngest, and the leader as one who serves.”},
{“ref”: “Ephesians 6:7”, “text”: “Rendering service with a good will as to the Lord and not to man.”},
{“ref”: “1 Corinthians 10:24”, “text”: “Let no one seek his own good, but the good of his neighbor.”},
{“ref”: “Philippians 2:4”, “text”: “Let each of you look not only to his own interests, but also to the interests of others.”},
{“ref”: “Matthew 25:40”, “text”: “And the King will answer them, ‘Truly, I say to you, as you did it to one of the least of these my brothers, you did it to me.’”},
{“ref”: “Acts 20:35”, “text”: “In all things I have shown you that by working hard in this way we must help the weak and remember the words of the Lord Jesus, how he said, ‘It is more blessed to give than to receive.’”},
{“ref”: “Isaiah
